{
  "dares": [
    "Dance like a chicken for one minute.",
    "Post an embarrassing photo of yourself online.",
    "Send a silly text to your crush.",
    "Try to lick your elbow.",
    "Talk in a funny accent for the next 10 minutes.",
    "Do 20 pushups.",
    "Sing a song out loud in public.",
    "Eat a spoonful of mustard.",
    "Let someone draw on your face with a marker.",
    "Do an impression of a celebrity until someone guesses who you are.",
    "Call a random number and sing Happy Birthday.",
    "Act like a monkey until your next turn.",
    "Wear socks on your hands until the game ends.",
    "Try to juggle three objects of someone’s choice.",
    "Do your best chicken dance outside on the street.",
    "Speak only in rhymes for the next three rounds.",
    "Balance a spoon on your nose for 10 seconds.",
    "Do 10 jumping jacks in slow motion.",
    "Pretend to be a waiter/waitress and take snack orders.",
    "Put ice cubes in your socks and wear them for five minutes.",
    "Do an impression of a cartoon character until someone guesses.",
    "Say the alphabet backward as fast as you can.",
    "Let someone tickle you for 30 seconds without laughing.",
    "Post a status update using only emojis.",
    "Pretend to be someone in the room and have others guess who.",
    "Hop on one foot for the next three turns.",
    "Act like a superhero until your next turn.",
    "Hold a funny face for one minute.",
    "Eat a raw onion slice.",
    "Wear a silly hat for the rest of the game.",
    "Take a selfie making the ugliest face possible.",
    "Sing everything you say for the next 10 minutes.",
    "Do a handstand or attempt one.",
    "Pretend to be a robot for the next five minutes.",
    "Let someone redo your hairstyle.",
    "Take a drink of water and try to gargle a song.",
    "Pretend to be a dog and bark at everyone.",
    "Run around the house singing a song.",
    "Do a dance to a song chosen by the group.",
    "Let someone blindfold you for the next two turns.",
    "Talk like a pirate for the rest of the game.",
    "Spin around 10 times and try to walk straight.",
    "Let someone give you a temporary tattoo with a marker.",
    "Balance a book on your head for 10 minutes.",
    "Do your best celebrity impression.",
    "Take a bite out of a lemon.",
    "Wear your shirt backward for the next hour.",
    "Do your best runway model walk."
  ]
}
