{
  "truths": [
    "What is your most embarrassing memory?",
    "Have you ever lied to your best friend?",
    "What’s the worst habit you have?",
    "If you could change one thing about yourself, what would it be?",
    "Who is your secret crush?",
    "What is the most illegal thing you’ve ever done?",
    "What’s a secret you’ve never told anyone?",
    "Have you ever cheated in a test?",
    "What’s the most awkward thing you’ve ever said to someone?",
    "What’s your biggest fear?",
    "What is the biggest lie you've ever told?",
    "Who is the last person you stalked on social media?",
    "Have you ever had a crush on a teacher?",
    "What is the worst gift you've ever received?",
    "What is the weirdest thing you've ever eaten?",
    "If you could only take one person to a deserted island, who would it be?",
    "What is the worst thing you’ve done to get back at someone?",
    "Have you ever been caught sneaking out?",
    "What’s the most childish thing you still do?",
    "What’s the most awkward date you’ve ever been on?",
    "Who is your least favorite family member and why?",
    "What is one thing you wish you were better at?",
    "Have you ever stolen something?",
    "If you could swap lives with anyone for a day, who would it be?",
    "What’s the worst thing you’ve ever said to someone?",
    "Have you ever eavesdropped on someone’s conversation?",
    "What’s one thing you’re glad your parents don’t know about you?",
    "What’s the most ridiculous thing you’ve ever done to impress someone?",
    "Have you ever laughed at a joke you didn’t get?",
    "What’s the most useless talent you have?",
    "What’s the biggest misconception people have about you?",
    "Have you ever broken something and not told anyone?",
    "If you could erase one memory, what would it be?",
    "What’s the worst trouble you’ve ever gotten into?",
    "What’s a secret you’ve kept from everyone?",
    "Who was your first crush?",
    "What’s the worst haircut you’ve ever had?",
    "Have you ever pretended to like something to fit in?",
    "What’s a silly thing you’re secretly afraid of?",
    "What’s your guilty pleasure movie or TV show?",
    "What’s the weirdest dream you’ve ever had?",
    "Have you ever accidentally said something you regretted immediately?",
    "What’s the most annoying habit you have?",
    "Have you ever had a wardrobe malfunction?",
    "What’s the most embarrassing thing in your room?",
    "Have you ever lied to get out of trouble?",
    "What’s the weirdest rumor you’ve heard about yourself?",
    "What’s something you’ve never told anyone about?",
    "Have you ever blamed someone else for your mistake?",
    "What’s the most awkward text you’ve ever sent?"
  ]
}
